// 퀴즈 데이터 저장소
window.quizData = {
  1: {
    "question": `지구의 바닷물은
사실 점점 더
짜지고 있다?`,
    "answer": "X",
    "imageUrl": "media/image/quiz_001.jpg",
    "description": `빙하가 녹고 담수와 강물이 바다로 유입되면서 해수의 염도가 낮아지는 현상이 발생하고 있어요.
극지방과 고위도 지역에서 특히 두드러지며, 해류의 흐름과 해양 생태계에 영향을 미치고 있어요`
  },
  2: {
    "question": `바다는 밤에 더
깊어 보인다?`,
    "answer": "O",
    "imageUrl": "media/image/quiz_002.jpg",
    "description": `밤에 바다가 더 깊어 보여요.
이유는 빛의 부족과 시각적 대비 때문입니다.
낮에는 태양광이 수면을 비추며 반사광이 생기지만, 밤에는 빛이 거의 없어 수면과 수중이 하나로 보이며 깊이감을 더 합니다.`
  },
  3: {
    "question": `태평양은 대서양보다
훨씬 깊다?`,
    "answer": "X",
    "imageUrl": "media/image/quiz_003.jpg",
    "description": `태평양은 평균 수심이 약 4,280m로, 가장 깊은 마리아나 해구는 약 10,994m에 달합니다.
반면, 대서양의 평균 수심은 약 3,646m이며, 가장 깊은 푸에르토리코 해구는 약 8,376m입니다.`
  },
  4: {
    "question": `바닷속에서도 불처럼
뜨거운 곳이 있다?`,
    "answer": "O",
    "imageUrl": "media/image/quiz_004.jpg",
    "description": `바닷속 화산은 해저에서 용암이 분출하는 지형으로, 주로 해령과 열점에서 발생합니다. 해저열수구는 이러한 지열 활동으로 인해 해저에서 불처럼 뜨거운 물과 광물질을 분출합니다.`
  },
  5: {
    "question": `바다보다
호수나 강이 염분이
더 높을 수 있다?`,
    "answer": "O",
    "imageUrl": "media/image/quiz_005.jpg",
    "description": `일반적으로 바닷물은 평균 염분이 약 3.5%이지만, 일부 호수는 대양보다 염도가 훨씬 높습니다. 예를 들어, 사해(Dead Sea)의 염분 농도는 약 30%로 대양보다 8배 이상 높습니다.`
  },
  6: {
    "question": `지구의 바닷물은
우주에서 온 것이다?`,
    "answer": "O",
    "imageUrl": "media/image/quiz_006.jpg",
    "description": `바닷물의 기원은 지구 내부와 우주에서 온 물이 결합된 결과로 볼 수 있습니다.
초기 지구 형성 당시, 화산 활동으로 방출된 수증기가 냉각되고, 우주에서 온 혜성이나 소행성이 충돌하면서 물을 공급했을 가능성이 큽니다.`
  },
  7: {
    "question": `바닷속에서도
번개가 칠 수 있다?`,
    "answer": "X",
    "imageUrl": "media/image/quiz_007.jpg",
    "description": `번개가 바다에 떨어질 경우, 전류는 표면을 따라 퍼져갑니다.
물은 전기를 전달하지만, 바닷물의 높은 전도성 때문에 전류는 빠르게 확산되어 주변으로 사라지고 깊은 심해까지 영향을 미치지는 않습니다.`
  },
  8: {
    "question": `바다 속에는
거대한 폭포가
존재한다?`,
    "answer": "O",
    "imageUrl": "media/image/quiz_008.jpg",
    "description": `바닷속에도 폭포가 존재합니다.
밀도 차이에 의해 형성되는 해저 폭포로, 차가운 고밀도 해수가 따뜻한 저밀도 해수 아래로 떨어지면서 흐름이 형성됩니다.`
  },
  9: {
    "question": `우리가 마시는
공기 중 약 50%는
바다에서 만들어진다?`,
    "answer": "O",
    "imageUrl": "media/image/quiz_009.jpg",
    "description": `우리가 마시는 공기의 약 50%는 바다에서 만들어집니다.
해양에 서식하는 식물성 플랑크톤과 해조류는 광합성을 통해 산소를 생산하며, 이는 대기 중 산소의 주요 공급원 중 하나입니다`
  },
  10: {
    "question": `바닷물의 색깔은
원래 파란색이다?`,
    "answer": "X",
    "imageUrl": "media/image/quiz_010.jpg",
    "description": `바닷물 자체에는 특정한 색이 없지만, 우리가 파랗게 보는 이유는 빛의 산란과 흡수 때문입니다.`
  },
  11: {
    "question": `해마는 평생
한 마리의 짝과
함께 산다?`,
    "answer": "O",
    "imageUrl": "media/image/quiz_011.jpg",
    "description": `해마는 일부일처제를 유지하는 독특한 해양 생물입니다. 한 쌍이 형성되면 평생 동안 짝을 바꾸지 않고 함께 생활합니다.`
  },
  12: {
    "question": `문어는
심장이 하나뿐이다?`,
    "answer": "X",
    "imageUrl": "media/image/quiz_012.jpg",
    "description": `문어는 심장이 세 개나 있습니다. 두 개는 아가미심장으로, 혈액을 아가미로 보내 산소를 공급하고, 나머지 하나는 몸 전체로 산소가 풍부한 혈액을 순환시키는 역할을 합니다.`
  },
  13: {
    "question": `상어는 후각이
뛰어나며
한 방울의 피도
감지할 수 있다?`,
    "answer": "O",
    "imageUrl": "media/image/quiz_013.jpg",
    "description": `상어는 매우 뛰어난 후각을 가지고 있어 물속의 피 냄새를 감지할 수 있습니다.
상어의 코에는 후각 구멍(비공)이 있으며, 이곳으로 들어온 물속 화학 물질을 분석해 먹잇감을 탐색합니다.`
  },
  14: {
    "question": `고래는
육지 동물에서
진화했다?`,
    "answer": "O",
    "imageUrl": "media/image/quiz_014.jpg",
    "description": `고래는 육지 동물에서 진화했습니다.
고래의 조상은 육상에서 살던 동물로, 점점 수중 생활에 적응하면서 반수생 동물로 진화한것 입니다.`
  },
  15: {
    "question": `불가사리는
뇌가 없다?`,
    "answer": "O",
    "imageUrl": "media/image/quiz_015.jpg",
    "description": `불가사리는 뇌가 없습니다.
대신, 신경망이라는 구조를 통해 몸 전체에서 정보를 처리합니다.`
  },
  16: {
    "question": `해파리는
죽지 않는 종이
존재한다?`,
    "answer": "O",
    "imageUrl": "media/image/quiz_016.jpg",
    "description": `해파리 중에는 사실상 죽지 않는 종이 존재합니다. 특정 해파리는 특정 조건에서 노화하지 않고, 다시 어린 폴립 단계로 되돌아가는 능력을 가지고 있습니다.`
  },
  17: {
    "question": `대부분의 산호초는
동물이 아니라
식물이다?`,
    "answer": "X",
    "imageUrl": "media/image/quiz_017.jpg",
    "description": `대부분의 산호초는 식물이 아니라 동물입니다.
산호는 산호충(폴립)이라는 작은 해양 무척추동물들이 군체를 이루어 형성한 구조물입니다.`
  },
  18: {
    "question": `바닷속에는
눈이 내리는 것처럼
보이는 현상이 있다?`,
    "answer": "O",
    "imageUrl": "media/image/quiz_018.jpg",
    "description": `바닷속에서는 '해양 눈'이라는 현상이 발생합니다.
죽은 플랑크톤, 유기물, 퇴적물, 미세 생물 사체 등이 바다 깊은 곳으로 천천히 가라앉으면서 눈이 내리는 것처럼 보이는 현상입니다.`
  },
  19: {
    "question": `가장 큰 바다 생물은
흰긴수염고래다?`,
    "answer": "O",
    "imageUrl": "media/image/quiz_019.jpg",
    "description": `가장 큰 바다 생물은 흰긴수염고래입니다.
최대 길이 30m, 무게 180톤까지 자라며, 지구 역사상 가장 큰 동물로 알려져 있습니다.
심장만 해도 자동차 크기이며, 하루에 약 4톤의 크릴을  먹습니다.`
  },
  20: {
    "question": `바닷물에 사는
물고기들은
물을 마시지 않는다?`,
    "answer": "X",
    "imageUrl": "media/image/quiz_020.jpg",
    "description": `바닷물에 사는 물고기들은 물을 마십니다.
바닷물은 염분이 높아 삼투압에 의해 물고기 몸속의 수분이 빠져나가기 쉬운데, 이를 보충하기 위해 바닷물을 마십니다.`
  },
};

